<footer>
    <div class="inner">
        <!-- col -->
        <div class="col info">

            <p style="font-size: 22px; font-family: 'Your Font Family'; font-weight: bold;"> الُاندِلُۆس الُتعٍلُيَميَة</p>
            <p>           لرصد السلوك والمواظبة للطلاب والمعلمين وإرسال واستقبال الرسائل والاشعارات الي أولياء الأمور واستخراج التقارير اليومية والشهرية علي مستوي الطالب أو الصف أو الفصل مع سهولة البحث والطباعة.
            </p>
            <div class="social ">
                <!-- link -->
                <a target="_blank" href="https://l.facebook.com/l.php?u=https%3A%2F%2Ftwitter.com%2FMohamedELSdodey%3Ffbclid%3DIwAR0gzm-vdRnvigaQ5CoD0E-XwzV77IR2-kiqFfIbzgzMApJDMF7Gz05EqJU&h=AT2zHyOhaglB0WD8Dzh6O-zcPPkfkT-_sQij0CNe01NU4MreMU2ydfmfjtJ5uLtzLB4OLWt8kbzJ9tU7mxDEOgTrfGUl1L8hB81BUfyW_aFNAWb2QtV0OXUIYbDNQgDskuV5">
                    <svg xmlns="http://www.w3.org/2000/svg" version="1.1" xmlns:xlink="http://www.w3.org/1999/xlink"
                         xmlns:svgjs="http://svgjs.com/svgjs" width="20" height="20" x="0" y="0" viewBox="0 0 512 512"
                         style="enable-background:new 0 0 512 512" xml:space="preserve">
              <path d="M512,97.248c-19.04,8.352-39.328,13.888-60.48,16.576c21.76-12.992,38.368-33.408,46.176-58.016
                      c-20.288,12.096-42.688,20.64-66.56,25.408C411.872,60.704,384.416,48,354.464,48c-58.112,0-104.896,47.168-104.896,104.992
                      c0,8.32,0.704,16.32,2.432,23.936c-87.264-4.256-164.48-46.08-216.352-109.792c-9.056,15.712-14.368,33.696-14.368,53.056
                      c0,36.352,18.72,68.576,46.624,87.232c-16.864-0.32-33.408-5.216-47.424-12.928c0,0.32,0,0.736,0,1.152
                      c0,51.008,36.384,93.376,84.096,103.136c-8.544,2.336-17.856,3.456-27.52,3.456c-6.72,0-13.504-0.384-19.872-1.792
                      c13.6,41.568,52.192,72.128,98.08,73.12c-35.712,27.936-81.056,44.768-130.144,44.768c-8.608,0-16.864-0.384-25.12-1.44
                      C46.496,446.88,101.6,464,161.024,464c193.152,0,298.752-160,298.752-298.688c0-4.64-0.16-9.12-0.384-13.568
                      C480.224,136.96,497.728,118.496,512,97.248z" data-original="#000000"></path>
            </svg>
                </a>
                <!-- link -->
                <a target="_blank" href="https://www.facebook.com/mohamed.elsdodey">
                    <svg xmlns="http://www.w3.org/2000/svg" version="1.1" xmlns:xlink="http://www.w3.org/1999/xlink"
                         xmlns:svgjs="http://svgjs.com/svgjs" width="20" height="20" x="0" y="0" viewBox="0 0 155.139 155.139"
                         style="enable-background:new 0 0 512 512" xml:space="preserve">
              <path id="f_1_" d="M89.584,155.139V84.378h23.742l3.562-27.585H89.584V39.184
                          c0-7.984,2.208-13.425,13.67-13.425l14.595-0.006V1.08C115.325,0.752,106.661,0,96.577,0C75.52,0,61.104,12.853,61.104,36.452
                          v20.341H37.29v27.585h23.814v70.761H89.584z" data-original="#010002">
              </path>
            </svg>
                </a>
                <!-- link -->
                <a target="_blank" href="https://l.facebook.com/l.php?u=https%3A%2F%2Fwww.instagram.com%2Fmohamedelsdodey%3Ffbclid%3DIwAR39SAfGoFSepGTZhJ8_qDp22OL4xTcwFc8iFRJkAde4FuMulVbyLXfegR0&h=AT0yRasfBVvGyh0i1bk7G5I0QtOHNlwqEjZjiMeGFd4S9ZC6Ee-3CZ1blMMiyHsDlbihhNQQ0DWoZofAcn46nCeq-cEa1wrqdN-oDO3ing2V28SrjmJU7nQHlsHbR0B_2fqq">
                    <svg xmlns="http://www.w3.org/2000/svg" version="1.1" xmlns:xlink="http://www.w3.org/1999/xlink"
                         xmlns:svgjs="http://svgjs.com/svgjs" width="512" height="512" x="0" y="0" viewBox="0 0 512 512"
                         style="enable-background:new 0 0 512 512" xml:space="preserve">
              <g>
                  <g>
                      <g>
                          <path d="M404.831,94.739c-6.853,0-12.43,5.577-12.43,12.43s5.577,12.43,12.43,12.43c6.854,0,12.43-5.576,12.43-12.43
                                      S411.685,94.739,404.831,94.739z" fill="#000000" data-original="#000000"></path>
                      </g>
                  </g>
                  <g>
                      <g>
                          <path
                              d="M256,145.804c-60.762,0-110.196,49.434-110.196,110.196c0,60.762,49.434,110.197,110.196,110.197
                                      c60.763,0,110.197-49.434,110.197-110.196C366.197,195.239,316.763,145.804,256,145.804z"
                              fill="#000000" data-original="#000000"></path>
                      </g>
                  </g>
                  <g>
                      <g>
                          <path d="M371.643,0H140.357C62.964,0,0,62.964,0,140.358v231.285C0,449.037,62.964,512,140.357,512h231.286
                                      C449.037,512,512,449.036,512,371.643V140.358C512,62.964,449.037,0,371.643,0z M256,396.432
                                      c-77.435,0-140.431-62.997-140.431-140.432S178.566,115.57,256,115.57S396.432,178.566,396.432,256S333.434,396.432,256,396.432z
                                       M404.831,149.836c-23.526,0-42.666-19.14-42.666-42.666c0-23.526,19.14-42.667,42.666-42.667
                                      c23.526,0,42.666,19.14,42.666,42.666S428.357,149.836,404.831,149.836z"
                                fill="#000000" data-original="#000000"></path>
                      </g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
              </g>
            </svg>
                </a>
                <!-- link -->
                <a target="_blank" href="https://l.facebook.com/l.php?u=https%3A%2F%2Ftwitter.com%2FMohamedELSdodey%3Ffbclid%3DIwAR0gzm-vdRnvigaQ5CoD0E-XwzV77IR2-kiqFfIbzgzMApJDMF7Gz05EqJU&h=AT2zHyOhaglB0WD8Dzh6O-zcPPkfkT-_sQij0CNe01NU4MreMU2ydfmfjtJ5uLtzLB4OLWt8kbzJ9tU7mxDEOgTrfGUl1L8hB81BUfyW_aFNAWb2QtV0OXUIYbDNQgDskuV5" >
                    <svg xmlns="http://www.w3.org/2000/svg" version="1.1" xmlns:xlink="http://www.w3.org/1999/xlink"
                         xmlns:svgjs="http://svgjs.com/svgjs" width="512" height="512" x="0" y="0" viewBox="0 0 511.976 511.976"
                         style="enable-background:new 0 0 512 512" xml:space="preserve">
              <g>
                  <g>
                      <g>
                          <path d="M501.94,374.42c-68.448-11.264-99.296-81.376-100.544-84.352c-0.096-0.192-0.16-0.384-0.288-0.576
                                      c-3.488-7.104-4.32-12.96-2.4-17.408c3.744-8.768,18.08-13.312,27.552-16.32c2.752-0.864,5.344-1.696,7.488-2.528
                                      c9.344-3.68,16-7.68,20.416-12.192c5.248-5.408,6.272-10.592,6.208-13.952c-0.16-8.192-6.432-15.488-16.448-19.04
                                      c-3.36-1.376-7.232-2.112-11.136-2.112c-2.656,0-6.624,0.352-10.368,2.112c-8,3.744-15.168,5.792-21.344,6.08
                                      c-3.264-0.16-5.568-0.864-7.072-1.536c0.192-3.2,0.384-6.496,0.608-9.888l0.096-1.472c2.208-34.656,4.928-77.76-6.528-103.36
                                      c-7.84-17.536-18.368-32.608-31.328-44.832c-10.848-10.24-23.456-18.56-37.472-24.704c-24.352-10.752-47.072-12.352-58.464-12.352
                                      h-0.032c-0.448,0-0.864,0-1.248,0c-3.168,0.032-8.32,0.096-8.8,0.096c-11.36,0-34.112,1.6-58.528,12.352
                                      c-13.984,6.144-26.528,14.432-37.344,24.672c-12.896,12.224-23.392,27.264-31.2,44.736c-11.456,25.568-8.736,68.672-6.56,103.296
                                      v0.064c0.224,3.712,0.48,7.584,0.704,11.36c-1.664,0.736-4.384,1.568-8.384,1.568c-6.464,0-14.144-2.048-22.816-6.112
                                      c-2.56-1.184-5.472-1.792-8.672-1.792c-5.152,0-10.624,1.504-15.328,4.288c-5.952,3.488-9.792,8.384-10.848,13.856
                                      c-0.672,3.584-0.64,10.72,7.296,17.952c4.384,3.968,10.784,7.648,19.072,10.912c2.176,0.864,4.768,1.664,7.488,2.528
                                      c9.472,3.008,23.84,7.552,27.584,16.32c1.888,4.448,1.056,10.304-2.432,17.408c-0.096,0.192-0.192,0.384-0.256,0.576
                                      c-0.896,2.048-9.056,20.448-25.792,39.872c-9.504,11.04-19.968,20.288-31.104,27.456c-13.6,8.768-28.288,14.464-43.68,16.992
                                      c-6.048,0.992-10.368,6.368-10.016,12.48c0.096,1.76,0.512,3.52,1.248,5.216v0.032c2.464,5.728,8.128,10.56,17.344,14.816
                                      c11.264,5.216,28.096,9.6,50.08,13.024c1.12,2.112,2.272,7.392,3.072,11.008c0.832,3.84,1.696,7.808,2.944,12
                                      c1.344,4.544,4.8,9.984,13.728,9.984c3.392,0,7.264-0.768,11.776-1.632c6.592-1.28,15.616-3.04,26.848-3.04
                                      c6.24,0,12.704,0.544,19.2,1.632c12.544,2.08,23.36,9.696,35.872,18.528c18.304,12.928,39.04,27.552,70.72,27.552
                                      c0.864,0,1.728-0.032,2.592-0.096c1.024,0.064,2.336,0.096,3.68,0.096c31.68,0,52.416-14.624,70.72-27.52l0.032-0.032
                                      c12.512-8.8,23.328-16.416,35.872-18.496c6.496-1.088,12.96-1.632,19.2-1.632c10.752,0,19.264,1.376,26.848,2.848
                                      c4.96,0.96,8.8,1.44,11.776,1.44h0.288h0.288c6.528,0,11.328-3.584,13.152-9.824c1.216-4.128,2.08-7.968,2.944-11.904
                                      c0.736-3.392,1.952-8.832,3.04-10.944c21.984-3.456,38.816-7.808,50.08-13.024c9.184-4.256,14.848-9.088,17.312-14.784
                                      c0.736-1.696,1.184-3.456,1.28-5.28C512.308,380.788,507.988,375.38,501.94,374.42z"
                                fill="#000000" data-original="#000000"></path>
                      </g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
                  <g>
                  </g>
              </g>
            </svg>
                </a>
            </div>
        </div>
        <!-- col -->
        <div class="col hotLinks">
            <h4 class="footerTitle"> روابط سريعة </h4>
            <div class="links">
                <a  href="{{route('frontend.index')}}"> الرئيسية </a>
                <a  href="{{route('web.about_us')}}"> من نحن </a>
                <a  href="{{route('web.privacy_policy')}}"> الشروط و الاحكام </a>
                <a  href="{{route('web.contact_us')}}">  تواصل </a>
            </div>
        </div>
        <!-- col -->
        <div class="col contactFooter">
            <h4 class="footerTitle"> تواصل معنا </h4>
            <div class="contactData">
                <a href="#!" class="contactLink location">
                    <img src="{{asset('web/')}}/img/icons/location.svg" class="icon" alt="">
                    الرياض - المملكة العربية السعودية
                </a>

                <a href="#!" class="contactLink call">
                    <img src="{{asset('web/')}}/img/icons/call.svg" class="icon" alt="">
                    01050177198
                </a>
                <a href="#!" class="contactLink call">
                    <img src="{{asset('web/')}}/img/icons/email.svg" class="icon" alt="">
                    mohamedelsdodey1996@gmail.com
                </a>
            </div>
        </div>

    </div>
    <div class="copyR">
        كل الحقوق محفوظة
        <a class="company" href="#!" target="_blank">
            الاندلوس
        </a>
        <script>
            document.write(new Date().getFullYear())
        </script>
        &copy;
    </div>
</footer>
